[Author]
Language=Hungarian
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=Fájl
OpenChangelog1.Caption=Changelog megnyitása
OpenEULA1.Caption=Végfelhasználói lincencszerződés megnyitása
Exit1.Caption=Kilépés
Help1.Caption=Súgó
Homepage1.Caption=Főoldal
About1.Caption=További információ
TabSheet1.Caption=Fájl ellenőrző összeg
TabSheet2.Caption=Jelsor hash
TabSheet3.Caption=Fájlok összehasonlítás
TabSheet5.Caption=Mappa ellenőrzése
TabSheet7.Caption=Fájl ellenőrző összeg hitelesítése
Label10.Caption=Válassza ki az ellenőrizni kívánt mappát:
Label11.Caption=Fájl maszk:
Button8.Caption=Ellenőrzés
Button14.Caption=Befejezés
Button11.Caption=Szűrők
Button12.Caption=Exportálás
Label66.Caption=Két fájl összehasonlítása
Label9.Caption=Válasszon ki két fájlt és kiderül, hogy eltérőek-e.
Button6.Caption=Összehasonlítás
Label7.Caption=Fájl ellenőrző összeg hitelesítése
Label8.Caption=Válasszon ki egy fájlt és hasonlítsa össze egy MD5 hash-el.
Button9.Caption=Hitelesítés
Button16.Caption=Beillesztés
Label2.Caption=Jelsor beillesztése a hash ellenőrző összeg kiszámításához:
Button4.Caption=Generálás
Label12.Caption=Jelsor hossz:
Button2.Caption=Exportálás
Label1.Caption=Válasszon ki egy fájlt a ellenőrző összeg kiszámításához:
Button1.Caption=Böngészés...
Button15.Caption=Exportálás
Label5.Caption=Fájlméret:
imgFacebookLike.Hint=Kövessen Facebookon
imgDonate.Hint=Támogassa a projektet
FrmSettings.Label6.Caption=Nyelv kiválasztása:
FrmSettings.Caption=Beállítások
FrmSettings.CheckBox1.Caption=Hozzáadás böngésző kontextus menühöz
FrmSettings.Button1.Caption=Bezárás
FrmOutputFormat.Caption=Szűrők
FrmOutputFormat.CheckBox2.Caption=Almappák visszamenőleges ellenőrzése
FrmOutputFormat.CheckBox3.Caption=Érvényes PE fájlok ellenőrzése, pl. EXE, SYS, DLL stb
FrmOutputFormat.CheckBox1.Caption=0 byte méretű üres fájlok kihagyása
FrmOutputFormat.Label1.Caption=Elérhető változók:
FrmOutputFormat.Label2.Caption=Írja meg egyéni kimeneti formátumát:
FrmOutputFormat.Label3.Caption=Kimeneti formátum
FrmOutputFormat.Label4.Caption=Ellenőrzés személyre szabása
FrmOutputFormat.cbSkipHiddenFiles.Caption=Rejtettnek jelölt fájlok kihagyása
FrmOutputFormat.cbSkipSystemFiles.Caption=Rendszerfájlnak jelölt fájlok kihagyása
FrmOutputFormat.cbSkipBiggerFiles.Caption=N MB-nál nagyobb méretű fájlok kihagyása
FrmAbout.Label4.Caption=Kövessen Twitteren
FrmAbout.Label5.Caption=Kövessen Facebookon
FrmAbout.Label6.Caption=Projekt támogatása
FrmAbout.Caption=További információ
Button18.Caption=Vágólap
Button7.Caption=Böngészés...
Button3.Caption=Böngészés...
Button5.Caption=Böngészés...
Button17.Caption=Vágólap
FrmSettings.CheckBox3.Caption=Alkalmazás-ablak kis méretre váltása manuális indításkor
Label6.Caption=Válassza ki a hitelesíteni kívánt fájlt:
Label20.Caption=MD5 ellenőrző összeg megadása:
Label21.Caption=Első fájl kiválasztása:
Label22.Caption=Második fájl kiválasztása:
Label13.Caption=MD5 ellenőrző összeg:
Label14.Caption=SHA1 ellenőrző összeg:
Label15.Caption=SHA256 ellenőrző összeg:
Label16.Caption=SHA384 ellenőrző összeg:
Label17.Caption=SHA512 ellenőrző összeg:
cbMD5.Caption=MD5 ellenőrző összeg:
cbSHA1.Caption=SHA1 ellenőrző összeg:
cbSHA256.Caption=SHA256 ellenőrző összeg:
cbSHA384.Caption=SHA384 ellenőrző összeg:
cbSHA512.Caption=SHA512 ellenőrző összeg:
Settings1.Caption=Beállítások
Configure1.Caption=Konfigurálás
FILE_NOT_EXIST=A fájl nem létezik.
SELECT_FILE=Fájl kiválasztása...
FILES_IDENTICAL=A fájlok egyeznek!
FILES_DIFFERENT=A fájlok eltérnek!
HASH_EMPTY=Hash mező üres.
HASH_WRONG=Hash mező hibás. Használjon MD5 hash-t (32 karakter).
MD5_CHECK_EQUAL=Fájl MD5 ellenőrző összeg egyezik!
MD5_CHECK_DIFFERENT=Fájl MD5 ellenőrző összeg eltér!
DIR_NOT_FOUND=A mappa nem létezik.
FILES=Fájlok
SELECT_FOLDER=Mappa kiválasztása
TEXTAREA_EMPTY=Szöveg mező üres.
WAIT=Várakozás...
Form1.Makeadonation1.Caption=Adományozzon
Form1.Facebookpage1.Caption=Facebook oldal
Form1.witterpage1.Caption=Twitter oldal